Repository: trebaxsa/zxcvbn-extra-cs
Catalog: src/zxcvbn-core/FeedbackResources.*.resx
Languages: es

# AllUppercas
source: All-uppercase is almost as easy to guess as all-lowercase
es: Utilizar solo mayúsculas es casi lo mismo que utilizar solo minúculas

# AvoidAssociatedDates
source: Avoid dates and years that are associated with you
es: Evite utilizar fechas y años que puedan relacionarse con usted

# AvoidAssociatedYears
source: Avoid years that are associated with you
es: Evite utilizar años que puedan relacionarse con usted

source: Avoid recent years
es: Evite utilizar años recientes

# AvoidRepeats
source: Avoid repeated words and characters
es: Evite utilizar palabras y caracteres repetidos

# Capitalization
source: Capitalization doesn't help very much
es: Utilizar una mayúscula en la primera letra no es de gran utilidad

# CommonNames
source: Common names and surnames are easy to guess
es: Nombres y apellidos comunes son fáciles de adivinar

# Dates
source: Dates are often easy to guess
es: Las fechas son fáciles de adivinar

# Default1
source: Use a few words, void common phrases
es: Utilice algunas palabras, pero evite frases comunes

# Default2
source: No need for symbols, digits, or uppercase letters
es: No es necesario utilizar símbolos, números ni letras mayúsculas

# ExtraFeedback
source: Add another word or two, uncommon words are better
es: Agregue una o dos palabras más, es mejor utilizar palabras de uso poco frecuente

# GroupRepeats
source: Repeats like 'abcabcabc' are only slightly harder to guess than 'abc'
es: Repeticiones del tipo 'abcabcabc' son apenas más difíciles de adivinar que 'abc'

# KeyRows
source: Straight rows of keys are easy to guess
es: Líneas rectas del teclado son fáciles de adivinar

# NamesThemselves
source: Names and surnames by themselves are easy to guess
es: Nombres y apellidos por sí solos son fáciles de adivinar

# RecentYears
source: Recent years are easy to guess
es: Años recientes son fáciles de adivinar

# ReversedWords
source: Reversed words aren't much harder to guess
es: Utilizar palabras invertidas no hace que sea mucho más difícil de adivinar

# ShortKeyboardPatterns
source: Short keyboard patterns are easy to guess
es: Patrones simples de teclado son fáciles de adivinar

# SimilarToCommon
source: This is similar to a commonly used password
es: Es similar a una contraseña utilizada comúnmente

# SingleRepeats
source: Repeats like 'aaa' are easy to guess
es: Repeticiones del tipo 'aaa' son fáciles de adivinar

# Substitutions
source: Predictable substitutions like '@' instead of 'a' don't help very much
es: Sustituciones simples como '@' en lugar de 'a' no son de gran utilidad

# Top10
source: This is a top-10 common password
es: Es una de las 10 contraseñas más utilizadas

# Top100
source: This is a top-100 common password
es: Es una de las 100 contraseñas más utilizadas

# UseLongerPattern
source: Use a longer keyboard pattern with more turns
es: Utilice un patrón de teclado más largo con varios cambios de dirección

# VeryCommon
source: This is a very common password
es: Es una contraseña muy comúnmente utilizada

# WordItselft
source: A word by itself is easy to guess
es: Una sola palabra es fácil de adivinar
